blog/culture-geometry.tex
% Created 2017-08-01 Tue 02:02
% Intended LaTeX compiler: pdflatex
\documentclass[11pt]{article}
\usepackage[utf8]{inputenc}
\usepackage[T1]{fontenc}
\usepackage{graphicx}
\usepackage{grffile}
\usepackage{longtable}
\usepackage{wrapfig}
\usepackage{rotating}
\usepackage[normalem]{ulem}
\usepackage{amsmath}
\usepackage{textcomp}
\usepackage{amssymb}
\usepackage{capt-of}
\usepackage{hyperref}
\usepackage{amsthm}
\usepackage{tikz-cd}
\newtheorem{remark}{Remark}
\newtheorem{theorem}{Theorem}
\newtheorem{lemma}[theorem]{Lemma}
\newtheorem{corollary}{Corollary}[theorem]
\newtheorem{conjecture}[theorem]{Conjecture}
\newtheorem{proposition}{Proposition}[theorem]
\newtheorem{problem}{Problem}
\newtheorem{exampl}{Example}
\newtheorem{definition}{Definition}
\newtheorem{propdef}[definition]{Proposition-Definition}
\author{darknmt}
\date{\today}
\title{Well-known results in Geometry}
\hypersetup{
 pdfauthor={darknmt},
 pdftitle={Well-known results in Geometry},
 pdfkeywords={},
 pdfsubject={},
 pdfcreator={Emacs 25.2.1 (Org mode 9.0.5)}, 
 pdflang={English}}
\begin{document}

\maketitle
\tableofcontents

\begin{enumerate}
\item Grassmannian is a homogeneous space (quotient of Lie group) \(Grass(k,n) = O(n)/(O(k)\times
   O(n-k))\) of dimension \(k(n-k)\).
\item Kervaire (1961) found a topological manifold that has no differential structure.
\item Classification of surfaces: Topological equivalence implies differential equivalence.
\end{enumerate}

haha
\section{{\bfseries\sffamily TODO} Levels of classification:}
\label{sec:org1b0664a}
\begin{enumerate}
\item Homology: Betty numbers, etc\ldots{}
\item Homotopy type
\item Homeomorphy
\item Diffeomorphy: Quotient Diffeo/ Homeo is finite when dimension > 4.
\end{enumerate}


\section{{\bfseries\sffamily TODO} Riemann submersion}
\label{sec:org926efe4}

\section{{\bfseries\sffamily TODO} Normal coordinates in Riemannian behaves nicely}
\label{sec:orge638ce8}

\section{{\bfseries\sffamily TODO} Curvature}
\label{sec:org20c4b49}
Emacs 25.2.1 (Org mode 9.0.5)
\end{document}